<?php

return [
    [
        'name'        => 'Художественная',
	'description' => 'Художественная литература',
    ],
    [
        'name'        => 'Компьютерное',
	'description' => 'Справочная литература для компьютерщика',
    ],
    [
        'name'        => 'Экология',
	'description' => 'Различные экологические справочники',
    ],
    [
        'name'        => 'Биография',
	'description' => 'Описание чьей-либо жизни',
    ],
    [
        'name'        => 'Аккорды',
	'description' => 'Сборники аккордов для гитары',
    ],
    [
        'name'        => 'Игры',
	'description' => 'Литература по различным играм',
    ],
    [
        'name'        => 'Юмор',
	'description' => 'Сборники анекдотов и тому подобное',
    ],
    [
        'name'        => 'Языки',
	'description' => 'Справочники по языкам мира',
    ],
    [
        'name'        => 'Журналы',
	'description' => 'Подшивки журналов на разную тематику',
    ],
    [
        'name'        => 'Философия',
	'description' => 'Философская литература',
    ],
    [
        'name'            => 'Программирование',
	'description'     => 'Справочники по программированию',
	'parent_genre_id' => 2,
    ],
    [
        'name'            => 'Зоология',
	'description'     => 'Справочники по зоологии',
	'parent_genre_id' => 3,
    ],
    [
        'name'            => 'Ботаника',
	'description'     => 'Справочники по ботанике',
	'parent_genre_id' => 3,
    ],
    [
        'name'            => 'Физиолог',
	'description'     => 'Древние биологические книги',
	'parent_genre_id' => 3,
    ],
    [
        'name'            => 'Выживание',
	'description'     => 'Справочники по выживанию',
	'parent_genre_id' => 3,
    ],
    [
        'name'            => 'Детекивы',
	'description'     => 'Детективная литература',
	'parent_genre_id' => 1,
    ],
    [
        'name'            => 'Фантастика',
	'description'     => 'Фантастическая литература',
	'parent_genre_id' => 1,
    ],
];
